{"0": "The patient is seeing the therapist because she drinks alcohol to relax and unwind, however, her drinking has been causing health problems and making her depression worse. The therapist is discussing the patient's alcohol use with her and helping her come up with goals to cut back on her drinking.", "1": "The patient is seeing the therapist to discuss their alcohol consumption and the potential health risks associated with it.", "2": "The patient is seeing the therapist for weight loss.", "3": "The patient's wife has been pressuring him to improve his health habits, but he doesn't see the need for it and feels fine.", "4": "The patient has recently gotten a lip piercing and the therapist is concerned about how it can affect the patient's teeth and gums.", "5": "The patient is seeing the therapist for help with offending behavior, including drinking and going along with his friends in activities that lead to trouble. He is also trying to make positive changes in his life, such as going to polytech and spending time with his girlfriend, Donna.", "6": "The patient is seeing the therapist because they are dealing with stress and the pressure to make significant lifestyle changes regarding their asthma, smoking, drinking, finances, and getting rid of their dog.", "7": "The patient is seeing the therapist to explore their alcohol use, which includes binge drinking and using alcohol as a way to cope with stress.", "8": "The patient is seeing the therapist because his wife thinks he has a problem with smoking and is pressuring him to quit, causing stress in their relationship.", "9": "The patient is seeing the therapist for high blood pressure, and the therapist suspects that the patient's excessive alcohol consumption is contributing to it.", "10": "The patient is seeing the therapist to learn how to manage their newly diagnosed diabetes.", "11": "The patient has been caught with marijuana and is seeking therapy to help deal with the consequences.", "13": "The patient is concerned about vaccines and their effectiveness/ safety for his/her child Lily.", "14": "The patient is struggling with confidence in starting a new plan related to their body and eating habits.", "15": "The patient is seeking nicotine replacement options to get through the day at work but does not want to quit smoking altogether.", "16": "The patient is considering making changes in their life and is unsure if living with their current flatmate is the best place to be. They are exploring the possibility of moving in with their aunt and uncle but are worried about losing their freedom.", "17": "The patient is drinking more than the recommended amount and is at risk for injury and other health problems.", "18": "The patient has issues with gambling and alcohol use, which have led to her stealing from her employer.", "19": "The patient is seeing the therapist because they have a shoplifting addiction.", "20": "The patient is seeing the therapist because she is having trouble quitting smoking due to stress and being a single mother, and she is concerned about the impact of her smoking on her child's health.", "22": "The patient is seeing the therapist because she is struggling with how to prioritize her family values and restore inner harmony after a dramatic event.", "23": "The patient is experiencing social anxiety, which is affecting both their personal and professional life. They had recently moved out of their parent's house and were finding it hard to make friends and work as a freelance photographer due to anxiety.", "24": "The patient is struggling with the workplace becoming smoke-free and wants to find ways to get through the day while continuing to smoke.", "25": "The patient is struggling with feeling sluggish, uncomfortable, and overweight, and wants to start exercising again to feel healthier and set a good example for their kids, but struggles with scheduling time for exercise without interfering too much with their family.", "26": "The patient's phone calls were taken away and he/she is feeling anxious and frustrated about not being able to contact his/her mom, especially since his/her dad's birthday is coming up. The therapist suspects that the patient's behavior is related to his/her impending release from the facility.", "28": "The patient is seeing the therapist to quit smoking due to health issues, social pressure, and being a good example for their daughter.", "30": "The patient is facing possible detention due to not charging their battery, but expresses a lack of concern and doesn't view it as a priority.", "31": "The patient is seeing the therapist because he or she is newly diagnosed with high cholesterol and is hesitant to take the medication due to concerns about muscle weakness that could hinder their job as a truck driver.", "32": "The patient has a problem with excessive drinking and driving under the influence.", "33": "The patient is a smoker who has been smoking for 40 years and has tried to quit before but has been unsuccessful.", "34": "The patient is struggling with alcohol use during pregnancy and feeling torn between two worlds - the party scene with her friends and the responsibility of being a new mother - and is seeking support and guidance from the therapist.", "35": "The patient is seeing the therapist because he or she is dissatisfied with their weight, energy levels, and mood, and wants to make changes to their diet and physical activity.", "36": "The patient is seeing the therapist about recurring digestive problems that have been ongoing for four years.", "37": "The patient is seeing the therapist for issues related to domestic violence and alcohol abuse.", "40": "The patient is struggling with a drug addiction to meth and is seeing the therapist for support and guidance in staying sober.", "42": "The patient is struggling with weight loss and has hit a plateau, and is feeling unsupported by family members, particularly the father who thinks they should be gaining weight.", "44": "The patient is seeing the therapist for unknown reasons as they have not disclosed any issues or concerns.", "45": "on a court-ordered monitoring program and are struggling with the loss of freedom and privacy.", "46": "The patient is seeing the therapist due to concerns about their alcohol use.", "47": "The patient is experiencing anger or upset and is reluctant to share the reason with the therapist.", "48": "The patient is seeing the therapist for diabetes management and struggles with disclosing it to others.", "49": "The patient is seeing the therapist to address issues with gambling and debt.", "50": "The patient is seeing the therapist because they are struggling to manage their caffeine intake and are in denial about its negative effects on their health, such as high blood pressure and agitation.", "52": "The patient has experimented with alcohol and the therapist is concerned about the potential harm it could cause, especially in relation to the patient's goal of playing soccer in college.", "53": "alcohol-related accidents. The patient is possibly seeking therapy for alcohol use.", "54": "The patient is struggling to get back to the gym and wants to improve his physical health and body image.", "55": "dislike about heroin use and its impact on your health, it sounds like you may be seeking support to reduce or quit using.", "56": "The patient is seeing the therapist for physical therapy and Tai Chi to improve balance and mobility. The patient is considering cutting back on Tai Chi because of a recent fall and concerns about getting hurt.", "57": "The patient has high cholesterol and is hesitant to take the prescribed medication due to the possibility of severe muscle weakness affecting their job as a truck driver.", "59": "The patient is potentially using marijuana and alcohol while driving, which is concerning to the therapist.", "60": "are seeing the therapist to quit smoking.", "61": "progress in physical therapy and wants to improve balance to be able to go home.", "63": "The patient is seeing the therapist for issues related to drug use, specifically methamphetamine use and the potential health risks associated with it.", "67": "The patient is seeing the therapist for substance use, specifically for their marijuana use and how it may affect their basketball team participation.", "69": "The patient is seeking information about citalopram and its interaction with phenelzine. It is not clear from the conversation why the patient is seeing the therapist.", "70": "The patient is seeking information about a medication called citalopram and has questions about its indications, dosage, and potential side effects.", "71": "id I had to fill out the forms and stuff, and then they just kinda left me to do it on my own. So, I don't know. I just couldn't do it on my own.", "72": "The patient is struggling with peer pressure to engage in excessive alcohol consumption and is worried about being ridiculed if they do not conform to social expectations.", "73": "The patient is dealing with pain and the loss of their grandmother and has turned to using oxy with the encouragement of someone else.", "74": "The patient has recently gotten a lip piercing and the therapist is concerned about the potential damage it may cause to the patient's gums and teeth.", "77": "The patient is seeing the therapist for rehab after a stroke. The patient's goals are to return home and regain independence.", "78": "e me that it's safe and it's not going to cause any problems, then, yeah, I'll definitely consider having her take it.", "79": "The patient is struggling with addiction to alcohol and pills, putting their relationships and important things at risk.", "80": "s patient is seeing a therapist to help them cut down on their smoking and manage their urge to smoke, especially during social situations and on weekends.", "82": "The patient is drinking too much and has concerns about risky drinking behavior and wants to use birth control effectively.", "84": "The patient is on probation and has a history of community sentences, but feels like therapy is a waste of time because of past negative experiences with probation officers who didn't listen to them.", "85": "The patient is seeing the therapist because they have been diagnosed with mild schizophrenia and do not like taking their medication because it makes them feel dull and act slow. They also mention that the medication has had negative effects on their sex drive.", "86": "The patient is struggling with addiction and is in a program to help them quit smoking.", "87": "The patient is drinking excessively and is seeking therapy to address their drinking habits.", "88": "The patient is struggling with getting to school on time and wants to work on this goal with the therapist's help.", "89": "isn't gonna stick around and wait for me to figure it out.", "90": "The patient is seeing the therapist because they have been drinking alcohol at social gatherings and the therapist is concerned about the potential consequences and wants the patient to quit or at least cut down on their drinking.", "92": "The patient's daughter has asthma and the patient is hesitant to give her the chronic inhaler prescribed by the doctor due to fear of steroids and refuses to quit smoking, which exacerbates her daughter's asthma.", "93": "The patient is seeking therapy to become more physically active and improve their mood, energy, strength, and body confidence.", "94": "The patient is seeing the therapist because they are struggling with being assertive and telling someone that it is time for them to move out of their house.", "95": "The patient is experiencing depression and suicidal thoughts, possibly due to home circumstances and feeling like a burden to their single mother.", "96": "The patient is seeing the therapist because her doctor is concerned about her alcohol intake during pregnancy.", "97": "the time to prepare healthy meals. The patient is seeing the therapist to discuss weight loss.", "99": "The patient is seeing the therapist because he drinks excessively and the therapist is concerned about the connection between his drinking and his anxiety and insomnia.", "102": "The patient wants to start working out again but is lacking motivation and has trouble finding the time to fit it into their busy schedule.", "103": "The patient is seeing the therapist to work on their anxiety and social skills in order to make friends.", "104": "The patient is seeing the therapist to discuss their alcohol use and the negative consequences that come with it, such as forgetting things and putting themselves at risk for sexually transmitted diseases.", "105": "The patient is seeing the therapist to discuss their exercise routine and diet, and to work on building up their consistency with going to the gym.", "106": "The patient is seeing the therapist for the issue of smoking and how it is affecting the health of their child, causing multiple ear infections and other health risks.", "107": "The patient is seeing the therapist because they are struggling with suicidal thoughts and self-harm.", "108": "the baby was born. The patient is seeing the therapist because she is feeling extremely stressed due to being a single mom raising a two-year-old while working full time and going back to school, and her biggest issue currently is finding reliable childcare for her son.", "109": "patient is seeing the therapist to address their smoking habit.", "112": "The patient is seeing the therapist for alcohol use and how it's affecting their schoolwork, focus, and social life.", "113": "he next day you felt like you could have made a better decision?", "114": "if I don't feel like a hundred percent, but also, um, I won't have to worry about getting in trouble with the police or getting kicked out of school or, you know, just being in a bad situation like that again.", "115": "The patient is seeing the therapist regarding concerns about the negative consequences of smoking on their oral health and physical health.", "116": "The patient is seeing the therapist due to bullying and being blamed for everything, potentially due to nagging on conversations and escalating situations.", "118": "The patient is seeing the therapist because of a sore throat and is seeking antibiotics and a sick note.", "119": "The patient is seeing the therapist because of difficulty finding consistent employment due to lack of childcare options.", "120": "a few weeks to see how things are going and if we can build on these small steps. \n\nThe patient is seeing the therapist for weight management and struggles with losing weight and keeping it off.", "123": "Patient is seeing the therapist for tobacco use and damage to their oral health caused by smoking mini cigars with fruit flavors.", "125": "The patient is experiencing exhaustion due to their baby's frequent need to eat every three hours throughout the night.", "127": "The patient is seeing the therapist for asthma related issues, which may be caused by the presence of their pet dog, Oscar.", "128": "The patient is seeing the therapist to receive advice on how to manage her child's cold symptoms and how to further protect her child from secondhand smoke. The patient also discusses her struggles with quitting smoking and her alcohol consumption.", "129": "The patient is worried about the possibility of pregnancy and is not ready for a discussion on birth control or family planning.", "130": "e seems to be a concern about the patient's smoking and alcohol consumption, and how it may be affecting her child's health.", "131": "The patient is seeking medication and other help to quit smoking because they are smoking 20-30 cigarettes a day, feeling pressure from friends to quit, finding it expensive, and not liking the smell.", "132": "The patient is seeing the therapist to address their health issues, which include high blood pressure, high cholesterol, and diabetes, and to find ways to improve their health by making lifestyle changes such as quitting smoking, losing weight, and exercising more.", "133": "The patient is struggling with the temptation to return to dealing drugs despite wanting to change their life and not wanting to go back to prison."}